cask_args appdir: '/Applications'
tap 'caskroom/fonts'
tap 'homebrew/emacs'
brew 'awscli'
brew 'emacs', args: ['with-cocoa', 'with-gnutls', 'with-imagemagick']
brew 'exercism'
brew 'git'
brew 'hub'
brew 'jq'
brew 'leiningen'
brew 'libxml2'
brew 'openssl'
brew 'packer'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'readline'
brew 'slackcat'
brew 'terraform'
brew 'vault'
brew 'xz'
cask 'atom'
cask 'box-sync'
cask 'chefdk'
cask 'docker'
cask 'firefox'
cask 'flux'
cask 'font-source-code-pro'
cask 'github-desktop'
cask 'google-drive'
cask 'google-chrome'
cask 'iterm2'
cask 'java' unless system '/usr/libexec/java_home --failfast'
cask 'screenhero'
cask 'sublime-text'
cask 'sourcetree'
cask 'virtualbox'
tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/dupes'
mas '1Password', id: 443987910
